[Survived] StringLiteral
eric/sd-07-project-react-testing-library/src/App.js:99:42
       <div className="App">
         <h1>Pokédex</h1>
         <nav>
-          <Link className="link" to="/">{`Home`}</Link>
+          <Link className="link" to="/">{""}</Link>
           <Link className="link" to="/about">{`About`}</Link>
           <Link className="link" to="/favorites">{`Favorite Pokémons`}</Link>
