[Survived] StringLiteral
sd-07-project-react-testing-library/src/components/FavoritePokemons.js:15:30
   static notFound() {
     return (
       <div>
-        <p>{`No favorite ` + `pokemon found`}</p>
+        <p>{`No favorite ` + ""}</p>
       </div>
     );
