[Survived] StringLiteral
sd-07-project-react-testing-library/src/components/NotFound.js:7:28
 const NotFound = () => (
   <div className="not-found">
     <h2>
-      {`Page requested ` + `not found`}
+      {`Page requested ` + ""}
       <span role="img" aria-label="Crying emoji"> 😭</span>
     </h2>

[Survived] StringLiteral
sd-07-project-react-testing-library/src/components/NotFound.js:12:12
     </h2>
     <img
       className="not-found-image"
-      src={`https://media.giphy.com/media/kNSeTs31XBZ3G/giphy.gif`}
+      src={""}
       alt="Pikachu crying because the page requested was not found"
     />
