[Survived] StringLiteral
sd-07-project-react-testing-library/src/components/Pokedex.js:47:47
     return (
       <div className="pokedex-buttons-panel">
         <Button
-          onClick={ () => this.filterPokemons('all') }
+          onClick={ () => this.filterPokemons("") }
           className="filter-button"
         >
