[Survived] StringLiteral
sd-07-project-react-testing-library/src/components/Pokemon.js:23:18
         </p>
         {showDetailsLink && <Link to={ `pokemons/${id}` }>More details</Link>}
       </div>
-      <img src={ `${image}` } alt={ `${name} sprite` } />
+      <img src={ "" } alt={ `${name} sprite` } />
       {isFavorite && (
         <img

[Survived] StringLiteral
sd-07-project-react-testing-library/src/components/Pokemon.js:27:16
       {isFavorite && (
         <img
           className="favorite-icon"
-          src={`/star-icon.svg`}
+          src={""}
           alt={ `${name} is marked as favorite` }
         />

[Survived] StringLiteral
sd-07-project-react-testing-library/src/components/Pokemon.js:28:17
         <img
           className="favorite-icon"
           src={`/star-icon.svg`}
-          alt={ `${name} is marked as favorite` }
+          alt={ "" }
         />
       )}
