[Survived] StringLiteral
sd-07-project-react-testing-library/src/components/PokemonDetails.js:17:42
         <div className="pokemon-habitat">
           {foundAt.map(({ location, map }) => (
             <div key={ location }>
-              <img src={ `${map}` } alt={`${name} ` + `location`} />
+              <img src={ `${map}` } alt={"" + `location`} />
               <p><em>{location}</em></p>
             </div>
